Repository: timfraedrich/flang-ios
Catalog: flang-ios/Localizable.xcstrings
Source language: en
Languages: de

source: Abort
de: Abbrechen

# abort_game_message
source: Do you want to abort the game? All progress will be lost unless the game was backed up somewhere.
de: Möchtest du das Spiel abbrechen? Aller Fortschritt geht verloren, sofern das Spiel nicht anderweitig gesichert wurde.

source: Allow Bot Opponents
de: Bot-Gegner erlauben

source: Cancel
de: Abbrechen

# clipboard_empty_error
source: Clipboard is empty or doesn't contain text.
de: Die Zwischenablage ist leer oder enthält keinen Text.

# clipboard_parse_error_%@
source: Could not parse clipboard content as FBN, FMN, or FMNe notation. Clipboard content: %@...
de: Inhalt der Zwischenablage konnte nicht als FBN-, FMN- oder FMNe-Notation geparst werden. Inhalt der Zwischenablage: %@...

# community_empty_online
source: No players online
de: Keine Spieler online

# community_empty_top_players
source: No top players found
de: Keine Top-Spieler gefunden

# community_search_no_results_%@
source: No users found matching '%@'
de: Keine Benutzer gefunden, die "%@" entsprechen

# confirm_logout_message
source: Are you sure you want to log out of your account?
de: Bist du sicher, dass du dich abmelden möchtest?

# confirm_resign_message
source: Are you sure you want to resign this game?
de: Bist du sicher, dass du dieses Spiel aufgeben möchtest?

source: Create
de: Erstellen

source: Create Account
de: Konto erstellen

source: Create Game Request
de: Spielanfrage erstellen

# create_request_prompt
source: Create a game request to start playing!
de: Erstelle eine Spielanfrage, um loszulegen!

source: Daily Game Requests
de: Tägliche Spielanfragen

source: Dismiss
de: Schließen

# error_file_not_found
source: File not found
de: Datei nicht gefunden

# error_generic
source: Something went wrong.
de: Etwas ist schiefgelaufen.

source: Error loading game
de: Fehler beim Laden des Spiels

source: Error loading profile
de: Fehler beim Laden des Profils

# error_unknown
source: Unknown Error
de: Unbekannter Fehler

source: Finish
de: Fertig

# flang_online_init_error
source: Error: Could not initialize FlangOnline
de: Fehler: FlangOnline konnte nicht initialisiert werden

# game_configuration
source: Configuration
de: Konfiguration

# game_duration
source: Duration
de: Dauer

source: Game History
de: Spielverlauf

# game_increment_per_move
source: Increment Per Move
de: Zeitbonus pro Zug

source: Game Lobby
de: Spiellobby

# game_preset
source: Preset
de: Vorlage

# game_preset_custom
source: Custom
de: Benutzerdefiniert

# game_time_per_move
source: Time Per Move
de: Zeit pro Zug

source: Game Type
de: Spieltyp

# games_count_%@
source: Games: %@
de: Spiele: %@

# input_confirm_password
source: Confirm password
de: Passwort bestätigen

# input_enter_password
source: Enter password
de: Passwort eingeben

# input_enter_username
source: Enter username
de: Benutzername eingeben

# input_password
source: Password
de: Passwort

# input_username
source: Username
de: Benutzername

# invalid_username_error
source: Username must be 5-15 alphanumeric characters, underscores, or hyphens
de: Benutzername muss 5–15 alphanumerische Zeichen, Unterstriche oder Bindestriche enthalten

source: Live Game Requests
de: Live-Spielanfragen

source: Load Error
de: Ladefehler

source: Loading...
de: Lädt ...

source: Loading game...
de: Spiel wird geladen ...

source: Loading profile...
de: Profil wird geladen ...

# lobby_error_accept_daily_request_%@
source: Failed to accept daily request: %@
de: Tägliche Anfrage konnte nicht angenommen werden: %@

# lobby_error_accept_request_%@
source: Failed to accept request: %@
de: Anfrage konnte nicht angenommen werden: %@

# lobby_error_cancel_request_%@
source: Failed to cancel daily request: %@
de: Tägliche Anfrage konnte nicht abgebrochen werden: %@

# lobby_error_load_games_%@
source: Failed to load active games: %@
de: Aktive Spiele konnten nicht geladen werden: %@

# lobby_error_load_lobby_%@
source: Failed to load lobby: %@
de: Lobby konnte nicht geladen werden: %@

source: Login
de: Anmelden

# login_prompt
source: Already have an account? Login
de: Bereits ein Konto? Anmelden

source: Log out
de: Abmelden

source: Main Menu
de: Hauptmenü

source: Member since %@
de: Mitglied seit %@

# menu_button_load_clipboard
source: Load from Clipboard
de: Aus Zwischenablage laden

# menu_button_new_local_game
source: New Local Game
de: Neues lokales Spiel

# menu_button_play_online
source: Play Online
de: Online spielen

source: My Active Games
de: Meine aktiven Spiele

source: Next
de: Weiter

# no_active_games
source: No active games or requests
de: Keine aktiven Spiele oder Anfragen

# online_game_title_%@
source: Online Game #%@
de: Online-Spiel Nr. %@

# password_mismatch_error
source: Passwords do not match
de: Passwörter stimmen nicht überein

# player_profile_title_%@
source: %@ Profile
de: %@-Profil

source: Rated
de: Gewertet

source: Rating
de: Wertung

source: Rating History
de: Wertungsverlauf

source: Rating Range
de: Wertungsbereich

source: Register
de: Registrieren

# register_prompt
source: Don't have an account? Register
de: Noch kein Konto? Registrieren

source: Resign
de: Aufgeben

source: Retry
de: Erneut versuchen

source: Search
de: Suchen

# search_placeholder
source: Enter a username to find players
de: Benutzernamen eingeben, um Spieler zu finden

# search_players
source: Search for players
de: Nach Spielern suchen

source: Settings
de: Einstellungen

# settings_copyright_notice
source: Copyright Notice
de: Urheberrechtshinweis

# settings_license
source: License
de: Lizenz

# settings_logged_in_as
source: Logged in as
de: Eingeloggt als

# settings_show_tutorial
source: Show Tutorial
de: Tutorial anzeigen

source: Share
de: Teilen

source: Share Board
de: Brett teilen

# share_clipboard_message
source: The game or board will be copied to your clipboard in text form.
de: Das Spiel oder Brett wird als Text in deine Zwischenablage kopiert.

source: Share Game
de: Spiel teilen

source: Show All
de: Alle anzeigen

source: Skip Tutorial
de: Tutorial überspringen

# skip_tutorial_confirmation
source: Are you sure you want to skip the tutorial? You can revisit it later from the settings menu.
de: Bist du dir sicher, dass du das Tutorial überspringen willst? Du kannst es dir später in den Einstellungen erneut anschauen.

# tab_top_players
source: Top Players
de: Top-Spieler

# title_date
source: Date
de: Datum

# title_error
source: Error
de: Fehler

# tutorial_final_description
source: Now that you know the basic rules of Flang, have fun playing your first game!
de: Jetzt, da du die Grundregeln von Flang kennst, viel Spaß bei deinem ersten Spiel!

# tutorial_final_prompt
source: Close the tutorial using the finish button.
de: Schließe das Tutorial mit der Fertig-Taste.

# tutorial_final_title
source: Have Fun!
de: Viel Spaß!

# tutorial_flanger_description
source: The flanger moves in a zig-zack fashion horizontally and vertically until blocked by another piece. It can therefore only be on white squares.
de: Der Flanger bewegt sich im Zickzack horizontal und vertikal, bis er von einer anderen Figur blockiert wird. Er kann daher nur auf weißen Feldern stehen.

# tutorial_flanger_prompt
source: Capture the enemy flanger!
de: Schlage den gegnerischen Flanger!

# tutorial_flanger_title
source: The Flanger
de: Der Flanger

# tutorial_freeze_description
source: In Flang a piece is frozen for one turn, after you move it. This does not apply to your king.
de: Bei Flang wird eine Figur für einen Zug eingefroren, nachdem du sie bewegt hast. Dies gilt nicht für deinen König.

# tutorial_freeze_prompt
source: Capture the enemy king!
de: Schlage den gegnerischen König!

# tutorial_freeze_title
source: Freeze Mechanism
de: Einfrieren

# tutorial_horse_description
source: The horse can jump two squares in one and then one square in the other direction.
de: Das Pferd kann zwei Felder in eine Richtung und dann ein Feld in die andere Richtung springen.

# tutorial_horse_prompt
source: Capture the enemy horse!
de: Schlage das gegnerische Pferd!

# tutorial_horse_title
source: The Horse
de: Das Pferd

# tutorial_introduction_description
source: This tutorial aims to explain the basic rules of Flang, a turn based game, simmilar to chess. This is the initial board.
de: Dieses Tutorial erklärt die Grundregeln von Flang, einem rundenbasierten Spiel, ähnlich wie Schach. Dies ist das Startbrett.

# tutorial_introduction_prompt
source: To continue press the next button.
de: Drücke die Weiter-Taste, um fortzufahren.

# tutorial_introduction_title
source: Introduction
de: Einführung

# tutorial_king_description
source: Let's start by learning how pieces move. The king can move one square in any direction.
de: Lass uns lernen, wie sich Figuren bewegen. Der König kann ein Feld in jede Richtung ziehen.

# tutorial_king_prompt
source: Capture the enemy king!
de: Schlage den gegnerischen König!

# tutorial_king_title
source: The King
de: Der König

# tutorial_pawn_description
source: The pawn moves and takes pieces in the forward direction.
de: Der Bauer bewegt sich und schlägt Figuren in Vorwärtsrichtung.

# tutorial_pawn_promotion_description
source: A pawn can be promoted to a uni, when it reaches the end of the board.
de: Ein Bauer kann in ein Uni umgewandelt werden, wenn er das Ende des Brettes erreicht.

# tutorial_pawn_promotion_prompt
source: Capture the enemy pawn after promoting yours!
de: Schlage den gegnerischen Bauern, nachdem du deinen umgewandelt hast!

# tutorial_pawn_promotion_title
source: Pawn Promotion
de: Bauernumwandlung

# tutorial_pawn_prompt
source: Capture the enemy pawn!
de: Schlage den gegnerischen Bauern!

# tutorial_pawn_title
source: The Pawn
de: Der Bauer

# tutorial_rook_description
source: The rook can move horizontally and vertically any number of squares until there is a piece in the way.
de: Der Turm kann sich horizontal und vertikal beliebig viele Felder bewegen, bis eine Figur im Weg steht.

# tutorial_rook_prompt
source: Capture the enemy rook!
de: Schlage den gegnerischen Turm!

# tutorial_rook_title
source: The Rook
de: Der Turm

# tutorial_uni_description
source: The uni can move horizontally, vertically, and diagonally any number of squares, until the path is blocked by a piece. It can also jump like a horse.
de: Das Uni kann sich horizontal, vertikal und diagonal beliebig viele Felder bewegen, bis der Weg durch eine Figur blockiert wird. Es kann auch wie ein Pferd springen.

# tutorial_uni_prompt
source: Capture the enemy uni!
de: Schlage das gegnerische Uni!

# tutorial_uni_title
source: The Uni
de: Das Uni

# tutorial_well_done
source: Well done!
de: Gut gemacht!

# tutorial_winning_capture_description
source: The second way to win a game of Flang is by capturing the oppenents King.
de: Die zweite Möglichkeit, ein Flang-Spiel zu gewinnen, ist den gegnerischen König zu schlagen.

# tutorial_winning_capture_prompt
source: Win by capturing the enemy king!
de: Gewinne, indem du den gegnerischen König schlägst!

# tutorial_winning_capture_title
source: Winning - Capture
de: Gewinnen - Schlagen

# tutorial_winning_other_side_description
source: There are two ways to win a game of Flang. The first is reaching the opponent's side of the board.
de: Es gibt zwei Möglichkeiten, ein Flang-Spiel zu gewinnen. Die erste ist, die gegnerische Seite des Brettes zu erreichen.

# tutorial_winning_other_side_prompt
source: Win by reaching the other side!
de: Gewinne, indem du die andere Seite erreichst!

# tutorial_winning_other_side_title
source: Winning - Other Side
de: Gewinnen - Andere Seite

source: Undo
de: Rückgängig

source: View
de: Ansicht
